; German language file v3.2.0
; Author: Google Translate
codepage=1252
error=ERROR^!
startup_error1=Batch ApkTool nicht haben vollen Zugriff auf den Ordner oder die Installationspfad enthält ungültige Zeichen
startup_error2=Batch ApkTool nicht über die Berechtigung, um auf den Ordner zu schreiben
previous_java1=Sie haben Java installiert
previous_java2=Um korrekt zu arbeiten, Batch ApkTool erfordert Java 8 oder höher
get_java=Laden Sie die neueste Version von Java hier https://java.com/en/download/manual.jsp
java_notfound=Java nicht gefunden
ON=JA
OFF=NO
MANUAL=HAND
project=Das aktuelle Projekt                        
currentapk=Ausgewählte APK                             
currentjar=Ausgewählte JAR                             
apilevel=API-Ebene                                 
keepbroken=lassen Sie die beschädigten Ressourcen    
buildexpert=sammeln im Expertenmodus                  
writedebug=In Debugging-Informationen zu smali-Code    
signafter=Registrieren resultierenden APK             
key=Vorzeichen                                
openlog=Log anzeigen                                                          
language=Sprache                                     
deodexall=Deodex alle APK und JAR                     
deodexapp=Deodex alle APK in _app                     
deodexfr=Deodex alle JAR in _framework               
baksmaliapk=Dekompilieren APK (nur smali)
smaliapk=Kompilieren Sie APK
baksmalijar=Decompile JAR (nur smali)
smalijar=Recompile JAR
decompile=Dekompilieren APK                           
decompile_r=Dekompilieren APK (nur Ressourcen)          
recompile=Kompilieren Sie APK                         
signfiles=Registrieren Dateien
zipalfiles=Richten Sie APK
viewsource=Zeigen Sie den Quellcode von Java >
plugins=Plugins >
selplugin=Wählen Sie das plugin:
adbmenu=ADB:
devices=Konnektivität >                             
install=Installieren Sie APK >                      
rootremount=Root, und montieren Sie die Aufzeichnung    
pull=Kopieren Sie auf Gerät >                    
push=Kopieren Sie auf Gerät >                    
screenshot=Nehmen Sie einen Screenshot                 
screenrecord=Nimm ein Video vom Bildschirm
shell=Open Terminal
logs=Show Protokolle >
reboot=Reload device >
info=Device Information
kill-server=Beenden ADB
servicemenu=PFLEGE:
cleanup1=Klar Ordner _app, _framework                
cleanup2=Klar Ordner _INPUT_APK, _INPUT_JAR          
cleanup3=Klar Ordner _OUT_APK, _OUT_JAR
cleanup4=Löschen Sie alle Ordner
exitmenu=OUTPUT
choosetask=Wählen Sie eine Aktion:
instframe=Festlegung des Rahmens
instframe_error=Fehler beim Setzen Rahmen
inputapk_empty=Legen Sie die Dateien in einem Ordner auf _INPUT_APK dekompilieren. Finden Sie in der readme.txt.
decompiling=Dekompilierung
decompiling_error=Fehler Dekompilierung
recompiling=Neu kompilieren
recompiling_error=Fehler neu zu kompilieren
orignotfound=ERROR^! Die Originaldatei wird nicht gefunden.
backupnotfound=ERROR^! _backup Ordner nicht gefunden.
done=READY
signing=Unterschrift
signing_error=Fehler-Signatur
doneerrors=Kochen mit ^!error_count^! Fehler.
zipal=Ausrichtung
zipal_error=Ausrichtungsfehler
selectviewer=Viewer Java-Quellcode:
cancel=ZURÜCK
makechoice=Treffen Sie Ihre Wahl:
dragajd=ziehen APK, JAR oder DEX-Datei hier:
genjava=Generierung von Java-Code
genjava_error=Fehler erzeugende Code aus Java
apilevel_log=API-Ebene                   
buildexpert_log=Expertenmodus               
signafter_log=Unterschrift                
press1=ENTER drücken, um fortzufahren, oder Typ 1 zu Protokoll zu öffnen:
deletedialog=Löschen Sie alle Dateien im Ordner:
proceed=Fortfahren?
yes=JA
selproj=Wählen Sie ein Projekt:
createnewproj=Erstellen eines neuen Projekts
usedefproj=Verwenden Sie den Standardprojekt
inputprojname=Geben Sie den Namen des Projektes:
selectapk=WÄHLEN APK:
allapks=Alle APK in _INPUT_APK
selectjar=WÄHLEN JAR:
alljars=Alle JAR in _INPUT_JAR
selectapktool=WÄHLEN APKTOOL:
selectsmali=WÄHLEN smali:
aversions=Android Version
apilevels=Level-API      
enterapi=Geben Sie Level-API:
invalidapi=Ungültige Level-API^!
selectkey=SELECT KEY:
selectlang=CHOOSE LANGUAGE:
framework_empty=Legen Sie alle Rahmenbedingungen in einem Ordner _system\framework. Finden Sie in der readme.txt.
deodexing=Deodexing
notodexed=Bereits deodexed
smerror=Fehler deodexing
bsmerror=Fehler deodexing
bootnotfound=boot.oat ich nicht gefunden
selectarch=WÄHLEN Architektur für deodexing:
selectedarch=Architektur
extractboot=Auspacken und Deodexing boot.oat...
extractboot_error=Fehler beim Extrahieren boot.oat
errorunp=Fehler Entpacken
deodexing_error=Fehler deodexing
baksmaling=Dekompilierung
smaling=Neu kompilieren
connection_type=Verbindungstyp:
input_ip=Geben Sie die IP-Gerät, beispielsweise 192.168.1.3:
input_ip2=Geben Sie die IP-Adresse und drücken Sie die Eingabetaste, um die neueste IP verwenden
installtodef=Stellen Sie den Telefonspeicher:
singlefile=Eine Datei
allfrom=Alle Dateien aus
installtosd=Installieren Sie auf SD-Karte:
dragtoinstall=Drag hier, um die APK installieren:
installing=Einstellung
pull2=Kopieren Sie aus dem Gerät:
pushto=Kopie an
dragtopush=Ziehen Sie die Datei, um hier zu kopieren:
screensavedto=Screenshot gespeichert in einer Datei
closetostop=Dieses Fenster schließen, um die Aufnahme zu stoppen
scrrecsavedto=Schreiben auf dem Bildschirm ist in der Datei gespeicherten
logcatr=Radio
logcate=Geschehen
toscreen=Anzeigen und Speichern einer Datei
tofile=Speichern
bugreport=Vollständiger Bericht:
inlinetable=Inline-Tabellenmethoden:
saved_to_file=Log in einer Datei gespeichert
android_version=Android Version:
brand=Marke:
model=Modell:
reboot2=Nachladen:
reboot3=Nachladen
rebootto=Rebooten